Repository: ApliCraft/FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Planner
pl: Planer

# shoppingList
source: Shopping Lists
pl: Listy zakupów

source: Recipes
pl: Przepisy

source: Home
pl: Dom

source: Fridge
pl: Lodówka

source: Profile
pl: Profil

source: Friends
pl: Znajomi

source: Favourites
pl: Ulubione

source: Settings
pl: Ustawienia

source: Products
pl: Produkty

source: Fluid List
pl: Lista płynów

source: Storage
pl: Magazyn

source: Hello World!
pl: Witaj Świecie!

source: Account
pl: Konto

source: Profile Information
pl: Informacje Profilowe

# updatePersonalInformation
source: Update your personal information
pl: Zaktualizuj swoje dane osobowe

# changeEmailAddress
source: Change your email address
pl: Zmień swój adres e-mail

source: Password
pl: Hasło

# updatePassword
source: Update your password
pl: Zaktualizuj swoje hasło

source: Preferences
pl: Preferencje

source: Notifications
pl: Powiadomienia

source: Receive updates and reminders
pl: Otrzymuj aktualizacje i przypomnienia

source: Dark Mode
pl: Tryb ciemny

# switchBetweenThemes
source: Switch between light and dark theme
pl: Przełącz między jasnym a ciemnym motywem

source: Language
pl: Język

# choosePreferredLanguage
source: Choose your preferred language
pl: Wybierz preferowany język

# privacyAndData
source: Privacy & Data
pl: Prywatność i Dane

source: Privacy Settings
pl: Ustawienia prywatności

source: Manage data sharing preferences
pl: Zarządzaj ustawieniami udostępniania danych

source: Clear Cache
pl: Wyczyść pamięć podręczną

source: Free up storage space
pl: Zwolnij miejsce na dysku

source: About
pl: O aplikacji

source: App Version
pl: Wersja aplikacji

source: Terms of Service
pl: Regulamin

# readTermsAndConditions
source: Read our terms and conditions
pl: Przeczytaj regulamin

source: Privacy Policy
pl: Polityka prywatności

# readPrivacyPolicy
source: Read our privacy policy
pl: Przeczytaj politykę prywatności

source: Log Out
pl: Wyloguj się

# logoutConfirmation
source: Are you sure you want to log out?
pl: Czy na pewno chcesz się wylogować?

source: Cancel
pl: Anuluj

source: Clear
pl: Wyczyść

# clearCacheContent
source: This will clear cached data. This action cannot be undone.
pl: Spowoduje to usunięcie danych pamięci podręcznej. Tej operacji nie można cofnąć.

source: Share
pl: Udostępnij

source: Edit Profile
pl: Edytuj Profil

# profileDescription
source: This is your profile description. Write something engaging about yourself and share your passion for food.
pl: To jest opis Twojego profilu. Napisz coś ciekawego o sobie i podziel się swoją pasją do jedzenia.

source: Joined
pl: Dołączył

source: Last Eaten Dishes
pl: Ostatnio Zjedzone Dania

source: Calories
pl: Kalorie

source: Protein
pl: Białko

source: Carbs
pl: Węglowodany

source: Fat
pl: Tłuszcz

source: Complete
pl: Zakończ

source: Fluid Intake
pl: Spożycie płynów

source: Consumed
pl: Spożyto

source: Recommended
pl: Zalecane

source: Log
pl: Zaloguj

# fluidLogged
source: Fluid intake logged
pl: Spożycie płynów zapisane

source: Daily Summary
pl: Podsumowanie dnia

# noRecipesPlanned
source: No recipes planned for this day.
pl: Brak zaplanowanych przepisów na ten dzień.

source: Edit Day
pl: Edytuj dzień

# editDayNotImplemented
source: Edit Day functionality not implemented
pl: Funkcjonalność edycji dnia nie jest zaimplementowana

source: Ingredients
pl: Składniki

source: Preparation
pl: Przygotowanie

# welcome
source: Welcome, {firstName}!
pl: Witaj, {firstName}!

source: Add Fluid
pl: Dodaj płyny

source: Daily Nutritional Summary
pl: Podsumowanie Dnia

source: Next Meal
pl: Następny Posiłek

# mealIdeaFinderPrompt
source: Don't have an idea for a meal?
pl: Nie masz pomysłu na posiłek?

# mealIdeaFinderDescription
source: Try our new Meal Idea Finder!
pl: Wypróbuj nasze nowe narzędzie Meal Idea Finder!

source: Find a Meal
pl: Znajdź posiłek

# shareProfile
source: Check out {username} on the Decidead app!
pl: Sprawdź {username} na aplikacji Decidead!

source: No favourites saved.
pl: Brak zapisanych ulubionych.

source: No friends yet.
pl: Brak znajomych.

source: Chat
pl: Czat

source: Follow
pl: Obserwuj

# filtersAndSort
source: Filters & Sort
pl: Filtry i Sortowanie

source: Allergens
pl: Alergeny

source: Gluten-Free
pl: Bezglutenowe

source: Dairy-Free
pl: Bez Nabiału

source: Diets
pl: Diety

source: Vegan
pl: Wegańskie

source: Vegetarian
pl: Wegetariańskie

source: Apply Filters
pl: Zastosuj Filtry

source: Close
pl: Zamknij

source: Quantity
pl: Ilość

source: Expires
pl: Wygasa

# informationWeCollect
source: 1. Information We Collect
pl: 1. Informacje, które zbieramy

# informationWeCollectText
source: We collect various types of information in order to provide and improve our services to you. This includes personal information, such as your name, email address, and usage data.
pl: Zbieramy różne rodzaje informacji w celu świadczenia i ulepszania naszych usług. Obejmuje to dane osobowe, takie jak imię i nazwisko, adres e-mail oraz dane o użytkowaniu.

# howWeUseInformation
source: 2. How We Use Your Information
pl: 2. Jak wykorzystujemy Twoje informacje

# howWeUseInformationText
source: The information we collect is used to personalize your experience, improve the app, and communicate with you. We may use your information to send you updates, promotions, or important notices regarding the app.
pl: Zebrane informacje służą do personalizacji Twojego doświadczenia, ulepszania aplikacji i komunikacji z Tobą. Możemy wykorzystywać Twoje informacje do wysyłania aktualizacji, promocji lub ważnych powiadomień dotyczących aplikacji.

# dataRetention
source: 3. Data Retention
pl: 3. Przechowywanie danych

# dataRetentionText
source: We will retain your information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy. You may request that we delete your information at any time by contacting us.
pl: Będziemy przechowywać Twoje informacje tylko tak długo, jak będzie to konieczne do realizacji celów określonych w tej Polityce Prywatności. Możesz w każdej chwili poprosić o usunięcie swoich informacji, kontaktując się z nami.

# dataSharing
source: 4. Data Sharing
pl: 4. Udostępnianie danych

# dataSharingText
source: We do not share your personal data with third parties unless it is necessary to provide services you have requested, or as required by law.
pl: Nie udostępniamy Twoich danych osobowych stronom trzecim, chyba że jest to konieczne do świadczenia zamówionych przez Ciebie usług lub wymagane przez prawo.

# security
source: 5. Security
pl: 5. Bezpieczeństwo

# securityText
source: We take reasonable precautions to protect your information from unauthorized access, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure.
pl: Podejmujemy odpowiednie środki ostrożności, aby chronić Twoje informacje przed nieautoryzowanym dostępem, zmianą lub zniszczeniem. Jednak żadna metoda transmisji przez Internet ani przechowywania elektronicznego nie jest w 100% bezpieczna.

# cookies
source: 6. Cookies
pl: 6. Pliki cookie

# cookiesText
source: We use cookies to improve your experience with the app. Cookies are small files stored on your device that help us understand your preferences and behavior.
pl: Używamy plików cookie, aby poprawić Twoje doświadczenia z aplikacją. Pliki cookie to małe pliki przechowywane na Twoim urządzeniu, które pomagają nam zrozumieć Twoje preferencje i zachowanie.

# thirdPartyServices
source: 7. Third-Party Services
pl: 7. Usługi stron trzecich

# thirdPartyServicesText
source: Our app may contain links to third-party websites or services that are not operated by us. We are not responsible for the privacy practices of these third parties.
pl: Nasza aplikacja może zawierać linki do stron internetowych lub usług stron trzecich, których nie obsługujemy. Nie odpowiadamy za praktyki dotyczące prywatności tych stron trzecich.

# childrensPrivacy
source: 8. Children's Privacy
pl: 8. Prywatność dzieci

# childrensPrivacyText
source: We do not knowingly collect personal information from children under the age of 13. If you believe that we have collected such information, please contact us immediately.
pl: Nie zbieramy świadomie danych osobowych od dzieci poniżej 13 roku życia. Jeśli uważasz, że zebraliśmy takie informacje, prosimy o natychmiastowy kontakt.

# changesPrivacyPolicy
source: 9. Changes to This Privacy Policy
pl: 9. Zmiany w Polityce Prywatności

# changesPrivacyPolicyText
source: We may update this Privacy Policy from time to time. Any changes will be posted on this page, and the "Last Updated" date at the top of the policy will be revised.
pl: Możemy od czasu do czasu aktualizować tę Politykę Prywatności. Wszelkie zmiany zostaną opublikowane na tej stronie, a data "Ostatniej aktualizacji" na górze polityki zostanie zmieniona.

# contactUs
source: 10. Contact Us
pl: 10. Kontakt

# contactUsText
source: If you have any questions about this Privacy Policy, please contact us at support@decideat.com.
pl: Jeśli masz pytania dotyczące tej Polityki Prywatności, skontaktuj się z nami pod adresem support@decideat.com.

# privacyPolicyConsent
source: By using the App, you consent to the collection and use of your information as outlined in this Privacy Policy.
pl: Korzystając z Aplikacji, wyrażasz zgodę na zbieranie i wykorzystywanie Twoich informacji zgodnie z niniejszą Polityką Prywatności.

# acceptanceOfTerms
source: 1. Acceptance of Terms
pl: 1. Akceptacja Warunków

# acceptanceOfTermsText
source: By accessing or using Decideat, you agree to these Terms. We may update these Terms from time to time, and any changes will be posted on this page. Your continued use of the App after any such changes constitutes your acceptance of the updated Terms.
pl: Uzyskując dostęp do lub korzystając z Decideat, zgadzasz się na te Warunki. Możemy aktualizować te Warunki od czasu do czasu, a wszelkie zmiany będą publikowane na tej stronie. Dalsze korzystanie z Aplikacji po takich zmianach stanowi akceptację zaktualizowanych Warunków.

# eligibility
source: 2. Eligibility
pl: 2. Uprawnienia

# eligibilityText
source: You must be at least 13 years old to use this App. By agreeing to these Terms, you represent and warrant that you are at least 13 years old or have the consent of a parent or guardian.
pl: Musisz mieć co najmniej 13 lat, aby korzystać z tej Aplikacji. Akceptując te Warunki, oświadczasz i gwarantujesz, że masz co najmniej 13 lat lub masz zgodę rodzica lub opiekuna.

# accountRegistration
source: 3. Account Registration
pl: 3. Rejestracja Konta

# accountRegistrationText
source: To use certain features of the App, you may be required to create an account. You agree to provide accurate, complete, and updated information when creating an account and to maintain the confidentiality of your account information.
pl: Aby korzystać z niektórych funkcji Aplikacji, może być wymagane utworzenie konta. Zgadzasz się podać dokładne, kompletne i aktualne informacje podczas tworzenia konta oraz zachować poufność informacji o swoim koncie.

# licenseToUse
source: 4. License to Use the App
pl: 4. Licencja na użytkowanie

# licenseToUseText
source: We grant you a limited, non-exclusive, non-transferable, revocable license to use the App for personal, non-commercial purposes. You agree not to reverse-engineer, decompile, or modify the App.
pl: Udzielamy Ci ograniczonej, niewyłącznej, nieprzenoszalnej, odwołalnej licencji na korzystanie z Aplikacji do celów osobistych, niekomercyjnych. Zgadzasz się nie dokonywać inżynierii wstecznej, dekompilacji ani modyfikacji Aplikacji.

# userContent
source: 5. User Content
pl: 5. Treści Użytkownika

# userContentText
source: You may be able to submit, upload, or share content on the App. You retain ownership of your content, but by submitting it, you grant us a license to use, display, modify, and distribute it in connection with the App.
pl: Możesz przesyłać, wgrywać lub udostępniać treści w Aplikacji. Zachowujesz prawa własności do swoich treści, ale przesyłając je, udzielasz nam licencji na używanie, wyświetlanie, modyfikowanie i rozpowszechnianie ich w związku z Aplikacją.

# prohibitedConduct
source: 6. Prohibited Conduct
pl: 6. Zabronione Zachowania

# prohibitedConductText
source: You agree not to use the App for any unlawful, harmful, or fraudulent purposes. You may not: - Harass, abuse, or harm others - Upload or distribute viruses, malware, or other harmful software - Engage in any activity that interferes with the proper functioning of the App - Violate any applicable laws or regulations
pl: Zgadzasz się nie używać Aplikacji do celów niezgodnych z prawem, szkodliwych lub oszukańczych. Nie wolno: - Nękać, nadużywać lub krzywdzić innych - Przesyłać lub rozpowszechniać wirusów, malware'u lub innego szkodliwego oprogramowania - Angażować się w działania zakłócające prawidłowe funkcjonowanie Aplikacji - Naruszać obowiązujących przepisów prawa

# privacy
source: 7. Privacy
pl: 7. Prywatność

# privacyText
source: We value your privacy. Our Privacy Policy explains how we collect, use, and protect your personal information. By using the App, you consent to the collection and use of your data as described in the Privacy Policy.
pl: Cenimy Twoją prywatność. Nasza Polityka Prywatności wyjaśnia, jak zbieramy, wykorzystujemy i chronimy Twoje dane osobowe. Korzystając z Aplikacji, wyrażasz zgodę na zbieranie i wykorzystywanie Twoich danych zgodnie z Polityką Prywatności.

# thirdPartyLinks
source: 8. Third-Party Links
pl: 8. Linki do Stron Trzecich

# thirdPartyLinksText
source: The App may contain links to third-party websites or services. We are not responsible for the content, accuracy, or practices of these third parties. Clicking on these links is at your own risk.
pl: Aplikacja może zawierać linki do stron internetowych lub usług stron trzecich. Nie odpowiadamy za zawartość, dokładność ani praktyki tych stron trzecich. Klikanie w te linki odbywa się na własne ryzyko.

# termination
source: 9. Termination
pl: 9. Wypowiedzenie

# terminationText
source: We reserve the right to suspend or terminate your access to the App at our discretion, without notice, if you violate these Terms. Upon termination, your right to use the App will immediately cease.
pl: Zastrzegamy sobie prawo do zawieszenia lub zakończenia Twojego dostępu do Aplikacji według własnego uznania, bez powiadomienia, jeśli naruszysz te Warunki. Po wypowiedzeniu Twoje prawo do korzystania z Aplikacji natychmiast wygasa.

# disclaimers
source: 10. Disclaimers
pl: 10. Zastrzeżenia

# disclaimersText
source: The App is provided "as is" without any warranties of any kind, express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, or non-infringement.
pl: Aplikacja jest dostarczana "w takim stanie, w jakim jest" bez jakichkolwiek gwarancji, wyraźnych lub dorozumianych, w tym między innymi dorozumianych gwarancji przydatności handlowej, przydatności do określonego celu lub nienaruszania praw.

# limitationOfLiability
source: 11. Limitation of Liability
pl: 11. Ograniczenie Odpowiedzialności

# limitationOfLiabilityText
source: To the fullest extent permitted by law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising from your use or inability to use the App, even if we have been advised of the possibility of such damages.
pl: W maksymalnym zakresie dozwolonym przez prawo, nie ponosimy odpowiedzialności za jakiekolwiek szkody pośrednie, przypadkowe, szczególne, wynikowe lub karne wynikające z korzystania lub niemożności korzystania z Aplikacji, nawet jeśli zostaliśmy poinformowani o możliwości wystąpienia takich szkód.

# indemnification
source: 12. Indemnification
pl: 12. Odszkodowanie

# indemnificationText
source: You agree to indemnify, defend, and hold harmless Decideat, its affiliates, and its employees from any claims, damages, or expenses (including legal fees) arising out of your use of the App or any violation of these Terms.
pl: Zgadzasz się zabezpieczyć, bronić i chronić Decideat, jego podmioty stowarzyszone i pracowników przed wszelkimi roszczeniami, szkodami lub wydatkami (w tym kosztami prawnymi) wynikającymi z korzystania z Aplikacji lub naruszenia niniejszych Warunków.

# governingLaw
source: 13. Governing Law
pl: 13. Prawo właściwe

# governingLawText
source: These Terms are governed by and construed in accordance with the laws of Poland. Any disputes arising from or related to these Terms will be subject to the exclusive jurisdiction of the courts in Poland.
pl: Niniejsze Warunki podlegają prawu polskiemu i są interpretowane zgodnie z nim. Wszelkie spory wynikające z lub związane z niniejszymi Warunkami podlegają wyłącznej jurysdykcji sądów w Polsce.

# severability
source: 14. Severability
pl: 14. Rozdzielność postanowień

# severabilityText
source: If any provision of these Terms is found to be invalid or unenforceable, the remaining provisions will remain in full effect.
pl: Jeśli jakiekolwiek postanowienie niniejszych Warunków zostanie uznane za nieważne lub niewykonalne, pozostałe postanowienia pozostaną w pełnej mocy i skuteczności.

# entireAgreement
source: 15. Entire Agreement
pl: 15. Całość Porozumienia

# entireAgreementText
source: These Terms constitute the entire agreement between you and us regarding the use of the App. Any prior agreements or understandings are superseded by these Terms.
pl: Niniejsze Warunki stanowią całość porozumienia między Tobą a nami w zakresie korzystania z Aplikacji. Wszelkie wcześniejsze umowy lub ustalenia są zastąpione niniejszymi Warunkami.

# termsAcknowledgement
source: By using the App, you acknowledge that you have read, understood, and agree to be bound by these Terms.
pl: Korzystając z Aplikacji, potwierdzasz, że przeczytałeś, zrozumiałeś i zgadzasz się przestrzegać niniejszych Warunków.

# termsQuestionsContact
source: If you have any questions about these Terms, please contact us at support@decideat.com.
pl: Jeśli masz pytania dotyczące niniejszych Warunków, skontaktuj się z nami pod adresem support@decideat.com.

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

# dateOfBirth
source: Date of Birth (YYYY-MM-DD)
pl: Data urodzenia (RRRR-MM-DD)

source: Country
pl: Kraj

source: Location
pl: Lokalizacja

source: Phone Number
pl: Numer telefonu

# pleaseEnterFirstName
source: Please enter your first name
pl: Proszę podać imię

# pleaseEnterLastName
source: Please enter your last name
pl: Proszę podać nazwisko

# pleaseEnterDateOfBirth
source: Please enter your date of birth
pl: Proszę podać datę urodzenia

# pleaseEnterCountry
source: Please enter your country
pl: Proszę podać kraj

# pleaseEnterLocation
source: Please enter your location
pl: Proszę podać lokalizację

# pleaseEnterPhoneNumber
source: Please enter your phone number
pl: Proszę podać numer telefonu

source: Update Information
pl: Aktualizuj informacje

# profileInfoUpdatedSuccess
source: Profile information updated successfully!
pl: Informacje profilowe zostały pomyślnie zaktualizowane!

# profileInfoUpdateFailed
source: Failed to update profile information.
pl: Nie udało się zaktualizować informacji profilowych.

source: Change Email
pl: Zmień adres e-mail

source: Current Email
pl: Aktualny adres e-mail

source: New Email
pl: Nowy adres e-mail

source: Confirm New Email
pl: Potwierdź nowy adres e-mail

source: Update Email
pl: Aktualizuj adres e-mail

# pleaseEnterNewEmail
source: Please enter your new email
pl: Proszę podać nowy adres e-mail

# pleaseEnterValidEmail
source: Please enter a valid email address
pl: Proszę podać prawidłowy adres e-mail

# pleaseConfirmNewEmail
source: Please confirm your new email
pl: Proszę potwierdzić nowy adres e-mail

# emailsDoNotMatch
source: New email and confirmation do not match
pl: Nowy adres e-mail i potwierdzenie nie są zgodne

# emailUpdatedSuccess
source: Email updated successfully!
pl: Adres e-mail został pomyślnie zaktualizowany!

# emailUpdateFailed
source: Failed to update email
pl: Nie udało się zaktualizować adresu e-mail

# editProfileTitle
source: Edit Profile
pl: Edytuj Profil

# avatarChangedSuccess
source: Avatar successfully changed!
pl: Avatar został pomyślnie zmieniony!

# avatarChangeFailed
source: Failed to upload image / change avatar
pl: Nie udało się przesłać obrazu / zmienić avatara

# usernameLabel
source: Username
pl: Nazwa użytkownika

# descriptionLabel
source: Description
pl: Opis

# pleaseEnterUsername
source: Please enter your username
pl: Proszę podać nazwę użytkownika

# pleaseEnterDescription
source: Please enter a description
pl: Proszę podać opis

source: Save Changes
pl: Zapisz zmiany

# profileUpdateSuccess
source: Profile updated successfully!
pl: Profil został pomyślnie zaktualizowany!

# plannerItemDeleted
source: {title} has been deleted
pl: {title} został usunięty

source: Undo
pl: Cofnij

source: Time
pl: Czas

source: Add Planner Item
pl: Dodaj element do planera

source: Title
pl: Tytuł

source: Planner item added
pl: Element został dodany do planera

source: Please enter all fields
pl: Proszę wypełnić wszystkie pola

source: Add
pl: Dodaj

# usernameTooShort
source: Username must be at least 3 characters long
pl: Nazwa użytkownika musi mieć co najmniej 3 znaki

# pleaseEnterEmail
source: Please enter your email
pl: Proszę podać adres e-mail

# pleaseEnterPassword
source: Please enter your password
pl: Proszę podać hasło

# passwordRequirements
source: Password must contain at least 8 characters, one uppercase letter, one lowercase letter, and one number
pl: Hasło musi zawierać co najmniej 8 znaków, jedną wielką literę, jedną małą literę i jedną cyfrę

# registrationSuccessful
source: Registration successful! You can now sign in.
pl: Rejestracja zakończona sukcesem! Możesz się teraz zalogować.

# registrationFailed
source: Registration failed. Please try again.
pl: Rejestracja nie powiodła się. Spróbuj ponownie.

source: Username
pl: Nazwa użytkownika

# repeatedPassword
source: Repeat Password
pl: Powtórz hasło

source: Passwords do not match
pl: Hasła nie są zgodne

source: Register
pl: Zarejestruj się

# alreadyHaveAccount
source: Already have an account?
pl: Masz już konto?

source: Sign In
pl: Zaloguj się

# proteinLabel
source: Protein
pl: Białko

# carbsLabel
source: Carbs
pl: Węglowodany

# fatLabel
source: Fat
pl: Tłuszcz

# caloriesLabel
source: Calories
pl: Kalorie

# addFluidPressed
source: Add {name} pressed
pl: Dodano płyn dla {name}

source: Edit Fluid
pl: Edytuj Płyn

source: Fluid Name
pl: Nazwa Płynu

# pleaseEnterFluidName
source: Please enter a fluid name
pl: Proszę podać nazwę płynu

# pleaseEnterQuantity
source: Please enter a quantity
pl: Proszę podać ilość

# pleaseEnterValidNumber
source: Please enter a valid number
pl: Proszę podać prawidłową liczbę

source: Save
pl: Zapisz

# fluidSaved
source: Saved {name} ({quantity} ml)
pl: Zapisano {name} ({quantity} ml)

source: Water
pl: Woda

source: Orange Juice
pl: Sok Pomarańczowy

source: Milk
pl: Mleko

source: Login successful!
pl: Logowanie zakończone pomyślnie!

# invalidCredentials
source: Invalid email or password
pl: Nieprawidłowy e-mail lub hasło

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Or continue with
pl: Lub kontynuuj z

source: Login
pl: Zaloguj się

# nextMealDescription
source: Check your next planned meal
pl: Sprawdź swój następny zaplanowany posiłek

# nextMealTime
source: 12:30 PM - Lunch
pl: 12:30 - Obiad

# clearCacheConfirmation
source: Are you sure you want to clear the cache?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną?

# cacheCleared
source: Cache cleared successfully
pl: Pamięć podręczna wyczyszczona pomyślnie

# logoutSuccessful
source: Logged out successfully
pl: Wylogowano pomyślnie

# languageChanged
source: Language changed to {language}
pl: Język zmieniony na {language}
