Repository: ApliCraft/FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Select Language
pl: Wybierz język

# notificationChannelName
source: Notifications
pl: Powiadomienia

# notificationChannelDescription
source: Receive updates and reminders
pl: Otrzymuj aktualizacje i przypomnienia

# emailConfirmationMismatch
source: Email confirmation doesn't match
pl: Potwierdzenie adresu e-mail nie pasuje

# emailUpdateSuccessful
source: Email updated successfully
pl: E-mail zaktualizowany pomyślnie

source: All Notifications
pl: Wszystkie powiadomienia

source: Enable all notifications
pl: Włącz wszystkie powiadomienia

source: Meal Reminders
pl: Przypomnienia o posiłkach

# receiveMealReminders
source: Get reminders about your planned meals
pl: Otrzymuj przypomnienia o zaplanowanych posiłkach

source: Fluid Reminders
pl: Przypomnienia o płynach

# receiveFluidReminders
source: Get reminders to drink water throughout the day
pl: Otrzymuj przypomnienia o piciu wody w ciągu dnia

source: Shopping List Reminders
pl: Przypomnienia o listach zakupów

# receiveShoppingListReminders
source: Get reminders about your shopping lists
pl: Otrzymuj przypomnienia o Twoich listach zakupów

source: Friend Requests
pl: Zaproszenia do znajomych

# receiveFriendRequestNotifications
source: Get notified about new friend requests
pl: Otrzymuj powiadomienia o nowych zaproszeniach do znajomych

# notificationsDisclaimer
source: Notification settings will apply across all your devices using this account.
pl: Ustawienia powiadomień będą stosowane na wszystkich Twoich urządzeniach korzystających z tego konta.

# mealReminderTest
source: This is a test meal reminder
pl: To jest testowe przypomnienie o posiłku

# fluidReminderTest
source: This is a test fluid reminder
pl: To jest testowe przypomnienie o płynach

# shoppingListReminderTest
source: This is a test shopping list reminder
pl: To jest testowe przypomnienie o liście zakupów

# friendRequestTest
source: This is a test friend request notification
pl: To jest testowe powiadomienie o zaproszeniu do znajomych

# testNotification
source: Send Test
pl: Wyślij test

source: Location Sharing
pl: Udostępnianie lokalizacji

# locationSharingDescription
source: Allow the app to access your location information
pl: Zezwól aplikacji na dostęp do informacji o Twojej lokalizacji

source: Location sharing enabled
pl: Udostępnianie lokalizacji włączone

source: Location sharing disabled
pl: Udostępnianie lokalizacji wyłączone

source: Data Collection
pl: Zbieranie danych

# dataCollectionDescription
source: Allow us to collect anonymous usage data to improve the app
pl: Zezwól nam na zbieranie anonimowych danych o użytkowaniu w celu ulepszenia aplikacji

source: Data collection enabled
pl: Zbieranie danych włączone

source: Data collection disabled
pl: Zbieranie danych wyłączone

source: Profile Visibility
pl: Widoczność profilu

# profileVisibilityDescription
source: Make your profile visible to other users
pl: Uczyń swój profil widocznym dla innych użytkowników

source: Profile visibility enabled
pl: Widoczność profilu włączona

source: Profile visibility disabled
pl: Widoczność profilu wyłączona

# privacySettingsDisclaimer
source: Your privacy is important to us. These settings control how your data is shared with our services and other users.
pl: Twoja prywatność jest dla nas ważna. Te ustawienia kontrolują, w jaki sposób Twoje dane są udostępniane naszym usługom i innym użytkownikom.

source: Current Password
pl: Aktualne hasło

# pleaseEnterCurrentPassword
source: Please enter your current password
pl: Proszę podać aktualne hasło

source: New Password
pl: Nowe hasło

# pleaseEnterNewPassword
source: Please enter a new password
pl: Proszę podać nowe hasło

source: Confirm New Password
pl: Potwierdź nowe hasło

# pleaseConfirmNewPassword
source: Please confirm your new password
pl: Proszę potwierdzić nowe hasło

# passwordUpdateSuccessful
source: Password updated successfully!
pl: Hasło zostało pomyślnie zaktualizowane!

# passwordUpdateFailed
source: Failed to update password
pl: Nie udało się zaktualizować hasła

source: Quantity in grams
pl: Ilość w gramach

source: Summary
pl: Podsumowanie

# kcal
source: Calories
pl: Kalorie
